[
  {
    "id": "2",
    "title": "Интернет-магазин",
    "type": "site",
    "link": "https://techstore-zeta.vercel.app/",
    "github": "https://github.com/Mot0511/Techstore",
    "technologies": ["HTML/CSS/JS", "React", "Next", "Redux", "Typescript", "Firebase"],
    "description": "Это интернет-магазин несуществующего магазина Techstore. Я его написал для того, чтобы на напрактиковать такие технологии как Redux, Typescript ну и конечно же React. В верстке я старался активно использовать Bootstrap, в проекте использована сеточная структура Bootstrap, я использовал в проекте некоторые кнопки Bootstrap, его поля ввода и всплывающее окно. В качестве базы данных в проекте используется сервис Firebase. На сайте присутствует возможность входа через Google аккаунт.\nВ самом низу сайта есть кнопка 'Вход для сотрудников'. После нажатия на нее надо ввести код сотрудника:\nАдминистратор - 1,\nОбычный сотрудник - 2"
  },
  {
    "id": "6",
    "title": "Сервис облачного хранения музыки Soundest",
    "type": "site",
    "link": "https://soundest.vercel.app/",
    "github": "https://github.com/Mot0511/soundest.git",
    "technologies": ["HTML/CSS/JS", "Typescript", "React", "Next", "Redux", "Firebase"],
    "description": "Soundest - это сервис для облачного хранения музыки и воспроизведения ее прямо из облака. Пользователь может хранить музыку в облаке и воспроизводить ее оттуда, задавать ей название и исполнителя, создавать плейлисты и добавлять музыку в них. Фишка в том, что этот сервис имеет как веб версию, так и мобильное приложение. То есть пользователь может загрузить музыку, например, на пк, а слушать ее как на пк, так и на телефоне. Или наоборот, загрузить с телефона. Это хорошо тем, что пользователь будет иметь единое место для своей музыке. Также при утере, например, телефона, вся музыка будет сохранена, ведь она хранится в облаке."
  },
  {
    "id": "4",
    "title": "Одностраничник фильма Interstellar",
    "type": "site",
    "link": "https://mot0511.github.io/interstellar/",
    "github": "https://github.com/Mot0511/interstellar",
    "technologies": ["HTML/CSS/JS"],
    "description": "Это небольшой одностраничник моего любимого фильма Interstellar"
  },
  {
    "id": "5",
    "title": "Телеграм бот Meetvibe",
    "type": "bot",
    "link": "https://t.me/meetvibe_bot",
    "github": "https://github.com/Mot0511/Meetvibe.git",
    "technologies": ["Python", "Aiogram", "SQLAlchemy", "GeoPy"],
    "description": "Meetvibe - это телеграм бот, в котором можно найти друга или партнера, отталкиваясь от общих интересов, общей школы и города. Бот работает с 2024 года"
  }
]